7zip
acpi_call
amd-ucode
arch-install-scripts
base
base-devel
brightnessctl
discord
docker
docker-buildx
dosfstools
efibootmgr
electron
erlang
ex-vi-compat
fd
file-roller
firefox
fzf
gammastep
gdb
ghostty
git
glfw
graphviz
grim
gvfs
gvfs-mtp
htop
imagemagick
jq
keepassxc
linux
linux-firmware
lua51
luarocks
man-db
man-pages
mpv
mysql-workbench
ncdu
nemo
nemo-fileroller
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obsidian
openbsd-netcat
openmpi
os-prober
pacman-contrib
pavucontrol
posix
power-profiles-daemon
pulseaudio
qemu-full
qt5-wayland
racket
resvg
ripgrep
rsync
slurp
sway
swaybg
swayidle
swayimg
tk
tmux
ttf-dejavu
ttf-liberation
ttf-linux-libertine
typst
valgrind
vim
waybar
wget
wl-clipboard
wofi
wpaperd
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xlsclients
xorg-xwayland
yazi
zathura
zathura-pdf-mupdf
zoxide
