7zip
amd-ucode
arch-install-scripts
base
base-devel
brightnessctl
discord
dosfstools
efibootmgr
fd
file-roller
firefox
fzf
gammastep
ghostty
git
glfw
grim
grub
gvfs
gvfs-mtp
htop
imagemagick
jq
linux
linux-firmware
lua51
luarocks
man-db
man-pages
mpv
nemo
nemo-fileroller
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obsidian
os-prober
pavucontrol
posix
pulseaudio
qt5-wayland
ripgrep
slurp
sway
swaybg
swayidle
swayimg
ttf-dejavu
ttf-liberation
vi
vim
waybar
wget
wl-clipboard
wofi
xorg-xlsclients
xorg-xwayland
yazi
zathura
zathura-pdf-mupdf
zoxide
